module TestData
  module Const
    ANIMAL_TYPE = ["MAMMALS", "BIRDS", "REPTILE", "AMPHIBANS", "INVERTEBRATES", "FISH"]
    COUNTORY = ["CHILE", "CHINA", "BELIZE", "BENIN", "FRANCE", "GABON", "JAPAN", "INDIA"] 

    QUESTION = [{
      title: "猿の飼育環境について",
      content: "この前猿を山から拾ってきました。\n猿の飼育環境について教えてください。"
    },
    {
      title: "猿の食べ物について",
      content:  "猿ってバナナだけ与えと行けばいきるのでしょうか？"
    },
    {
      title: "猫の飼育環境について",
      content: "猫の飼育環境について教えてください。外で飼育するか中で飼育するかで\n平均寿命はどれくらい変わってくるでしょうか"
    },
    {
      title: "霊長類をペットにした場合の保険",
      content: "霊長類をペットにした場合の保険はありますでしょうか"
    },
    {
      title: "爬虫類の便秘に関して",
      content: "家で飼っているレオパードゲッコーが糞を2週間ほどしません。\nレプラーゼ付きで人工餌を与えたほうがいいのでしょうか。"
    },
    {
      title: "一番高級なモルフについて教えてください",
      content: "今まで出品された中で一番高級なレオパードゲッコーのモルフに関して知りたいです。\nレモンフロスト以上に高価なモルフは存在するのでしょうか"
    },
    {
      title: "レオパードゲッコーの虹色細胞問題について",
      content: "虹色細胞が悪性腫瘍に変わるようなのですが、それについて簡単に理解できるような文献はありますか？"
    },
    {
      title: "ライオンをペットにしたいです",
      content: "ライオンをペットにすることは日本で可能ですか"
    },
    {
      title: "ペットの猫が頻繁に嘔吐します",
      content: "ペットの猫が頻繁に嘔吐します。病気なのでしょうか。"
    },
    {
      title: "犬の葬式",
      content: "犬の葬式について知りたいです。費用はどのくらいでしょうか"
    },
    {
      title: "ゴリラの食べ物",
      content: "ゴリラってバナナを食べるイメージなのですが、バナナだけ食べますか？"
    },
    {
      title: "ジャイアンドミルワームの効率的な育成手法",
      content: "レオパードゲッコーを飼育しています。餌にジャイアントミルワームを飼育しているのですが\nなかなか増えません。効率の良い飼育方法があればご教示お願いします。"
    },
    {
      title: "人工餌について",
      content: "人工餌は栄養価が高く与えすぎると肥満体型になるという説が流れているのですが本当ですか"
    },
    {
      title: "おすすめの犬のおもちゃ",
      content: "おすすめの犬のおもちゃについて教えてください"
    },
    {
      title: "おすすめの猫のおもちゃ",
      content: "おすすめの猫のおもちゃについて教えてください"
    }]
  end
end